// user 구조
// user {
//   nickName: 'string',
//   socketID: 'string'
// }
export const userList = [];

// room 구조
// room {
  // roomName : 'string',
  // masterUser : 'string',
  // writerNickName : 'string',  // 현재 그림을 그리고 있는 
  // userList : 'userList', // 현재 방에 입장되어 유저 목록
  // isStart : 'boolean', // 현재 방이 게임이 시작한 방인지 아닌지 알수 있는 플래그
  // quizList : 'quizList' //중복 문제 없게 하기 위해 해당 방에서 출제 되었던 문제 목록 유지
// }
export const roomList = [];

export const quizList = [
  '샴푸', '휴대폰', '자장면', '짬뽕', '냉면', 
  '만두', '찐빵', '피자', '삽살개', '푸들', 
  '진돗개', '부엉이', '사자', '호랑이', '독수리', 
  '참새', '개구리', '문자', '노트', '볼펜', 
  '노트북', '사과', '파인애플', '포도', '그림',
  '배', '아보카도', '오렌지', '복숭아', '체리',
  '학교', '알까기', '흑인', '백인', '떡판', 
  '고블린', '호랑나비', '게릴라', '퇴학', '입학',
  '태양', '철학', '비누', '냉장고', '세탁기',
  '진심', '거짓말', '가로수', '신사', '숙녀',
  '두부', '장구벌레', '쇠똥구리', '바퀴벌레', '모래',
  '전사자', '군인', '핵가족', '슈퍼주니어', '레드벨벳',
  '트와이스', '유인원', '코너킥', '소방관', '이모',
  '삼촌', '엄마', '아빠', '가방', '기둥',
  '배추', '양파', '양배추', '마늘', '바이오리듬',
  '연장전', '해장국', '감자탕', '멸치액젓', '불국사',
  '조선소', '세종대왕', '뉴스', '걸음마', '집중',
  '아메리카노', '점심시간', '화이트보드', '햄버거', '시계',
  '바지', '신발', '셔츠', '지갑', '소매치기',
  '지하철', '기차', '키보드', '안경', '검색',
  '수첩', '크레파스', '시간표', '보조배터리', '와이파이',
  '블루투스', '핫스팟', '스피커', '콩나물', '시금치',
  '김치', '달', '사탕', '초콜릿', '젤리',
  '전사사전', '종이', '대한민국', '미국', '중국',
  '카메라', '군대', '군인', '미사일', '총',
  '쇼핑', '페이스북', '부활', '동방신기', '컵',
  '장기자랑', '캠프파이어', '동영상', '마술', '도라에몽',
  '고라파덕', '피카츄', '꼬부기', '파이리', '야돈',
  '거북왕', '리자몽', '골덕', '갤럭시노트7', '종이컵',
  '자동차', '우산', '무지개', '비', '눈',
  '번개', '천둥', '홍수', '윤겔라', '잉어킹',
  '갸라도스', '용', '인삼', '홍삼', '모자'
];