export const userList = [];

export const roomList = [];

export const quizList = [
  '샴푸', '휴대폰', '자장면', '짬뽕', '냉면', 
  '만두', '찐빵', '피자', '삽살개', '푸들', 
  '진돗개', '부엉이', '사자', '호랑이', '독수리', 
  '참새', '개구리', '문자', '노트', '볼펜', 
  '노트북', '사과', '파인애플', '포도', '그림',
  '배', '아보카도', '오렌지', '복숭아', '체리',
  '학교', '알까기', '흑인', '백인', '떡판', 
  '고블린', '호랑나비', '게릴라', '퇴학', '입학',
  '태양', '철학', '비누', '냉장고', '세탁기',
  '진심', '거짓말', '가로수', '신사', '숙녀',
  '두부', '장구벌레', '쇠똥구리', '바퀴벌레', '모래',
  '전사자', '군인', '핵가족', '슈퍼주니어', '레드벨벳',
  '트와이스', '유인원', '코너킥', '소방관', '이모',
  '삼촌', '엄마', '아빠', '가방', '기둥',
  '배추', '양파', '양배추', '마늘', '바이오리듬',
  '연장전', '해장국', '감자탕', '멸치액젓', '불국사',
  '조선소', '세종대왕', '뉴스', '걸음마', '집중',
  '아메리카노', '점심시간', '화이트보드', '햄버거', '시계',
  '바지', '신발', '셔츠', '지갑', '소매치기',
  '지하철', '기차', '키보드', '안경', '검색',
  '수첩', '크레파스', '시간표', '보조배터리', '와이파이',
  '블루투스', '핫스팟', '스피커', '콩나물', '시금치',
  '김치', '달', '사탕', '초콜릿', '젤리',
  '전사사전', '종이', '대한민국', '미국', '중국',
  '카메라', '군대', '군인', '미사일', '총',
  '쇼핑', '페이스북', '부활', '동방신기', '컵',
  '장기자랑', '캠프파이어', '동영상', '마술', '도라에몽'
];